[PD_UICustomize]
m_strNone=没有
m_strOption=选择
m_strEdit=编辑

m_strOverrideDisabled=已禁用覆盖
m_strOverrideCustomizeWeapon=自定义武器外观

m_strArmorUVScale=装甲图案比例
m_strSizeScale=尺寸比例

m_strImportFromPool=从角色池导入
m_strRandomizeAppearance=随机化外观

m_strRandomFirstName=随机名字
m_strRandomLastName=随机姓氏
m_strRandomNickName=随机昵称
m_strRandomCountry=随机国家
m_strRandomBio=随机传记

m_strEyeMaterial=眼睛材质覆盖
m_strEyeEmissive=眼睛自发光
m_strEyeEmissiveColor=眼睛自发光颜色
m_strEyeEmissiveScale=眼睛自发光比例

m_strTorsoPrimaryColorOverride=躯干原色覆盖
m_strTorsoPrimaryColor=躯干原色
m_strTorsoSecondaryColorOverride=躯干次要颜色覆盖
m_strTorsoSecondaryColor=躯干次要颜色
m_strTorsoCamoOverride=躯干模式覆盖
m_strTorsoCamo=躯干图案
m_strTorsoUVScale=躯干模式比例

m_strArmsPrimaryColorOverride=手臂主色覆盖
m_strArmsPrimaryColor=手臂主色
m_strArmsSecondaryColorOverride=手臂次要颜色覆盖
m_strArmsSecondaryColor=手臂次要颜色
m_strArmsCamoOverride=手臂图案覆盖
m_strArmsCamo=手臂图案
m_strArmsUVScale=手臂图案比例

m_strLegsPrimaryColorOverride=腿部原色覆盖
m_strLegsPrimaryColor=腿原色
m_strLegsSecondaryColorOverride=腿部次要颜色覆盖
m_strLegsSecondaryColor=腿的次要颜色
m_strLegsCamoOverride=腿部图案覆盖
m_strLegsCamo=腿图案
m_strLegsUVScale=腿部图案比例

m_strLeftArmPrimaryColorOverride=左臂主颜色覆盖
m_strLeftArmPrimaryColor=左臂主颜色
m_strLeftArmSecondaryColorOverride=左臂次要颜色覆盖
m_strLeftArmSecondaryColor=左臂次要颜色
m_strLeftArmCamoOverride=左臂模式覆盖
m_strLeftArmCamo=左臂模式
m_strLeftArmUVScale=左臂模式比例

m_strRightArmPrimaryColorOverride=右臂主颜色覆盖
m_strRightArmPrimaryColor=右臂主颜色
m_strRightArmSecondaryColorOverride=右臂次要颜色覆盖
m_strRightArmSecondaryColor=右臂次要颜色
m_strRightArmCamoOverride=右臂模式覆盖
m_strRightArmCamo=右臂模式
m_strRightArmUVScale=右臂模式比例

m_strLeftShoulderPrimaryColorOverride=左肩主颜色覆盖
m_strLeftShoulderPrimaryColor=左肩主颜色
m_strLeftShoulderSecondaryColorOverride=左肩次要颜色覆盖
m_strLeftShoulderSecondaryColor=左肩次要颜色
m_strLeftShoulderCamoOverride=左肩模式覆盖
m_strLeftShoulderCamo=左肩模式
m_strLeftShoulderUVScale=左肩模式比例

m_strRightShoulderPrimaryColorOverride=右肩主颜色覆盖
m_strRightShoulderPrimaryColor=右肩主颜色
m_strRightShoulderSecondaryColorOverride=右肩次要颜色覆盖
m_strRightShoulderSecondaryColor=右肩次要颜色
m_strRightShoulderCamoOverride=右肩模式覆盖
m_strRightShoulderCamo=右肩模式
m_strRightShoulderUVScale=右肩模式比例

m_strLeftForearmPrimaryColorOverride=左前臂主颜色覆盖
m_strLeftForearmPrimaryColor=左前臂主颜色
m_strLeftForearmSecondaryColorOverride=左前臂次要颜色覆盖
m_strLeftForearmSecondaryColor=左前臂次要颜色
m_strLeftForearmCamoOverride=左前臂模式覆盖
m_strLeftForearmCamo=左前臂模式
m_strLeftForearmUVScale=左前臂模式比例

m_strRightForearmPrimaryColorOverride=右前臂主颜色覆盖
m_strRightForearmPrimaryColor=右前臂主颜色
m_strRightForearmSecondaryColorOverride=右前臂次要颜色覆盖
m_strRightForearmSecondaryColor=右前臂次要颜色
m_strRightForearmCamoOverride=右前臂模式覆盖
m_strRightForearmCamo=右前臂模式
m_strRightForearmUVScale=右前臂模式比例

m_strTorsoDecoPrimaryColorOverride=躯干齿轮主颜色覆盖
m_strTorsoDecoPrimaryColor=躯干齿轮主颜色
m_strTorsoDecoSecondaryColorOverride=躯干齿轮次要颜色覆盖
m_strTorsoDecoSecondaryColor=躯干齿轮次要颜色
m_strTorsoDecoCamoOverride=躯干齿轮模式覆盖
m_strTorsoDecoCamo=躯干齿轮模式
m_strTorsoDecoUVScale=Torso Deco 模式比例

m_strThighsPrimaryColorOverride=大腿主颜色覆盖
m_strThighsPrimaryColor=大腿主颜色
m_strThighsSecondaryColorOverride=大腿次要颜色覆盖
m_strThighsSecondaryColor=大腿次要颜色
m_strThighsCamoOverride=大腿模式覆盖
m_strThighsCamo=大腿模式
m_strThighsUVScale=大腿模式比例

m_strShinsPrimaryColorOverride=小腿主颜色覆盖
m_strShinsPrimaryColor=小腿主颜色
m_strShinsSecondaryColorOverride=小腿次要颜色覆盖
m_strShinsSecondaryColor=小腿次要颜色
m_strShinsCamoOverride=小腿模式覆盖
m_strShinsCamo=小腿模式
m_strShinsUVScale=小腿模式比例

;m_strKnees=膝盖
;m_strKneesPrimaryColorOverride=膝盖 主颜色覆盖
;m_strKneesPrimaryColor=膝盖 主颜色
;m_strKneesSecondaryColorOverride=膝盖 次要颜色覆盖
;m_strKneesSecondaryColor=膝盖 次要颜色
;m_strKneesCamoOverride=膝盖 模式覆盖
;m_strKneesCamo=膝盖 模式
;m_strKneesUVScale=膝盖 模式比例

m_strHeadPrimaryColorOverride=头部主颜色覆盖
m_strHeadPrimaryColor=头部主颜色
m_strHeadSecondaryColorOverride=头部次要颜色覆盖
m_strHeadSecondaryColor=头部次要颜色
m_strHeadCamoOverride=头部模式覆盖
m_strHeadCamo=头部模式
m_strHeadUVScale=头部模式比例

m_strHelmetPrimaryColorOverride=头盔主颜色覆盖
m_strHelmetPrimaryColor=头盔主颜色
m_strHelmetSecondaryColorOverride=头盔次要颜色覆盖
m_strHelmetSecondaryColor=头盔次要颜色
m_strHelmetCamoOverride=头盔模式覆盖
m_strHelmetCamo=头盔模式
m_strHelmetUVScale=头盔模式比例

m_strUpperFacePrimaryColorOverride=上表面主颜色覆盖
m_strUpperFacePrimaryColor=上表面主颜色
m_strUpperFaceSecondaryColorOverride=上表面次要颜色覆盖
m_strUpperFaceSecondaryColor=上表面次要颜色
m_strUpperFaceCamoOverride=上表面模式覆盖
m_strUpperFaceCamo=上表面模式
m_strUpperFaceUVScale=上表面模式比例

m_strLowerFacePrimaryColorOverride=下表面主颜色覆盖
m_strLowerFacePrimaryColor=下表面主颜色
m_strLowerFaceSecondaryColorOverride=下表面次要颜色覆盖
m_strLowerFaceSecondaryColor=下表面次要颜色
m_strLowerFaceCamoOverride=下表面模式覆盖
m_strLowerFaceCamo=下表面模式
m_strLowerFaceUVScale=下表面模式比例

m_strFacialHairPrimaryColorOverride=面部毛发主颜色覆盖
m_strFacialHairPrimaryColor=面部毛发主颜色

m_strPrimaryWeaponName=主要武器名称
m_strPrimaryWeaponColor=主要武器颜色
m_strPrimaryWeaponPattern=主要武器模式
m_strSecondaryWeaponName=次要武器名称
m_strSecondaryWeaponColor=次要武器颜色
m_strSecondaryWeaponPattern=次要武器模式
m_strTertiaryWeaponName=第三武器名称
m_strTertiaryWeaponColor=第三武器颜色
m_strTertiaryWeaponPattern=第三武器模式

m_strCurrentWeaponName=武器名称
m_strCurrentWeaponColor=武器颜色
m_strCurrentWeaponPattern=武器模式

m_strWeaponUVScale=模式比例
m_strNoWeaponInSlot=插槽中没有有效武器
m_strWeaponCannotBeCustomized=武器不能修改

[PD_UIBodyPartFilter]
m_strFilterTitleGender=性别
m_strFilterTitleArmour=护甲
m_strFilterTitleTech=技术
m_strFilterTitleAddon=插件

m_strFilterGenderMale=男性
m_strFilterGenderFemale=女性

m_strFilterArmorLight=光
m_strFilterArmorMedium=中等
m_strFilterArmorHeavy=重型
m_strFilterArmorOther=其他

m_strFilterTechPadded=填充
m_strFilterTechPlated=镀层
m_strFilterTechPowered=动力
m_strFilterTechAlien=外星人

m_strFilterAddonBase=基础
m_strFilterAddonDLC=官方模组
m_strFilterAddonMod=模组
